org/SiCloneFit_Bayesian_inference_of_population_structure,_genotype,_and_phylogeny_of_tumor_clones_from_single-cell_genome_sequencing_data_by_Zafar_and_Nakhleh_in_2019.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: SiCloneFit_Bayesian_inference_of_population_structure,_genotype,_and_phylogeny_of_tumor_clones_from_single-cell_genome_sequencing_data_by_Zafar_and_Nakhleh_in_2019
#+TITLE: SiCloneFit Bayesian inference of population structure, genotype, and phylogeny of tumor clones from single-cell genome sequencing data by Zafar and Nakhleh in 2019
* Main text
* Supplement
** 1. Supplemental methods
*** 1.1 Singlet model of SiCloneFit
**** 1.1.1 Model overview
**** 1.1.2 Model description
**** 1.1.3 Model of evolution
**** 1.1.4 Single-cell error model
**** 1.1.5 Posterior distribution
**** 1.1.6 Likelihood function
**** 1.1.7 Prior distributions
**** 1.1.8 Inference
**** 1.1.9 Partial reversible-jump MCMC partial Gibbs sampling algorithm
***** 1.1.9.1 Algorithm for sampling cluster indicators
***** 1.1.9.2 Algorithm for sampling clonal phylogeny and evolution model parameters
***** 1.1.9.3 Algorithm for sampling clonal genotypes
***** 1.1.9.4 Algorithm for sampling error rates
*** 1.2 Doublet model of SiCloneFit
** 2. Supplemental results
*** 2.1 Benchmarking on simulated datasets
**** 2.1.1 Simulation of synthetic datasets
***** 2.1.1.1 Simulation of clonal clusters
***** 2.1.1.2 Simulation of clonal phylogeny
***** 2.1.1.3 Simulation of clonal genotypes
***** 2.1.1.4 Simulation of noisy single-cell genotypes
**** 2.1.2 Summarizing posterior samples from SiCloneFit
**** 2.1.3 Competitor methods
***** 2.1.3.1 SCG
***** 2.1.3.2 OncoNEM
***** 2.1.3.3 SCITE
***** 2.1.3.4 SiFit
