content/posts/SiCloneFit_Bayesian_inference_of_population_structure,_genotype,_and_phylogeny_of_tumor_clones_from_single-cell_genome_sequencing_data_by_Zafar_and_Nakhleh_in_2019.md
+++
title = "SiCloneFit Bayesian inference of population structure, genotype, and phylogeny of tumor clones from single-cell genome sequencing data by Zafar and Nakhleh in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:55-04:00
slug = "SiCloneFit_Bayesian_inference_of_population_structure,_genotype,_and_phylogeny_of_tumor_clones_from_single-cell_genome_sequencing_data_by_Zafar_and_Nakhleh_in_2019"
draft = false
+++

## Main text {#main-text}


## Supplement {#supplement}


### 1. Supplemental methods {#1-dot-supplemental-methods}

<!--list-separator-->

-  1.1 Singlet model of SiCloneFit

    <!--list-separator-->

    -  1.1.1 Model overview

    <!--list-separator-->

    -  1.1.2 Model description

    <!--list-separator-->

    -  1.1.3 Model of evolution

    <!--list-separator-->

    -  1.1.4 Single-cell error model

    <!--list-separator-->

    -  1.1.5 Posterior distribution

    <!--list-separator-->

    -  1.1.6 Likelihood function

    <!--list-separator-->

    -  1.1.7 Prior distributions

    <!--list-separator-->

    -  1.1.8 Inference

    <!--list-separator-->

    -  1.1.9 Partial reversible-jump MCMC partial Gibbs sampling algorithm

        <!--list-separator-->

        -  1.1.9.1 Algorithm for sampling cluster indicators

        <!--list-separator-->

        -  1.1.9.2 Algorithm for sampling clonal phylogeny and evolution model parameters

        <!--list-separator-->

        -  1.1.9.3 Algorithm for sampling clonal genotypes

        <!--list-separator-->

        -  1.1.9.4 Algorithm for sampling error rates

<!--list-separator-->

-  1.2 Doublet model of SiCloneFit


### 2. Supplemental results {#2-dot-supplemental-results}

<!--list-separator-->

-  2.1 Benchmarking on simulated datasets

    <!--list-separator-->

    -  2.1.1 Simulation of synthetic datasets

        <!--list-separator-->

        -  2.1.1.1 Simulation of clonal clusters

        <!--list-separator-->

        -  2.1.1.2 Simulation of clonal phylogeny

        <!--list-separator-->

        -  2.1.1.3 Simulation of clonal genotypes

        <!--list-separator-->

        -  2.1.1.4 Simulation of noisy single-cell genotypes

    <!--list-separator-->

    -  2.1.2 Summarizing posterior samples from SiCloneFit

    <!--list-separator-->

    -  2.1.3 Competitor methods

        <!--list-separator-->

        -  2.1.3.1 SCG

        <!--list-separator-->

        -  2.1.3.2 OncoNEM

        <!--list-separator-->

        -  2.1.3.3 SCITE

        <!--list-separator-->

        -  2.1.3.4 SiFit
